{"happy":[
  {
    "sno": 1,
    "place": "Coorg",
    "img_url": "https://www.holidify.com/images/bgImages/COORG.jpg",
    "description": "Widely known for being the “Scotland of the South”, Coorg is an enchanting hill station located not so far from Bangalore. The view of the grey clouds subtly blending with the greenery of the hills is a sight worth seeing. Ever tried waterfall rappelling? If not, now is the time! An exciting challenge to overcome, with the water flowing down with force, in a moist climate, hear your heartbeat in your ears. Over the sound of the waterfall. There is no better place for this than Coorg, which easily makes it to the list of best places to visit in South India.",
    "mood": "happy"
  },
  {
    "sno": 2,
    "place": "Andaman and Nicobar Islands",
    "img_url": "https://static.standard.co.uk/s3fs-public/thumbnails/image/2018/02/20/14/taj-exotica-havelock-island-andaman-and-nicobar-islands-india-3895.jpg?width=1000&height=614&fit=bounds&format=pjpg&auto=webp&quality=70&crop=16:9,offset-y0.5",
    "description": "At the shoestring budget of a student, get the best snorkelling and scuba diving experience on these groups of islands that house large varieties of marine life that will brush by your ears while you stay amazed at how blue the water is. Experience the wonders of the aquatic world in their pristine form. If you thought the best beaches in India were in Goa, check Andaman and Nicobar out! You will be simply amazed to see the clear azure waters and the white sandy shores of the Andaman beaches. Snorkelling and scuba diving in this place would be an experience of a lifetime.",
    "mood": "happy"
  },
  {
    "sno": 3,
    "place": "Goa",
    "img_url": "https://lp-cms-production.imgix.net/2019-06/iStock_000026994380XLarge.jpg?fit=crop&q=40&sharp=10&vib=20&auto=format&ixlib=react-8.6.4",
    "description": "Goa is THE must visit tourist place in South India the go to when you want that perfect balance of fun, adventure and a relaxed environment. With numerous beaches and an inexhaustible number of restaurants serving the freshest and the yummiest of seafood, could your vacation GET any better? Also, there are plenty of places for shopping in Goa as well. Something’s always happening in Goa, regular gigs at the local pubs, food festivals, and the most awaited, Sunburn music festival. One Explore rocky terrains and get brushed on the cheek by leaves as you take the quad bike expedition along a route that runs 3 kilometres.",
    "mood": "happy"
  },
  {
    "sno": 4,
    "place": "Ooty",
    "img_url": "https://ootytourism.co.in/images/places-to-visit-in-ooty/places-to-visit-ooty-tour-local-sightseeing-tour-package-toy-train-ooty.jpg",
    "description": "The name says it all, you know what’s coming. Take the toy train from Mettupalayam, go boating, and breathe in the Nilgiri hills after climbing up the Dodabetta peak. No matter how many times you go to Ooty, it never fails to amaze you. This charming place in South India is a complete package to delight your senses. Also, having a romantic ambience, it’s one of the most popular honeymoon destinations in South India. Honeymooners from all over the country visit this lovely place throughout the year. There are several things to do here as well, such as trekking and angling. Oh, and don’t forget to visit the tea gardens",
    "mood": "happy"
  },
  {
    "sno": 5,
    "place": "Dandeli",
    "img_url": "https://www.holidify.com/blog/wp-content/uploads/2014/06/river-rafting-in-dandeli1.jpg",
    "description": "Dandeli wildlife sanctuary is a great tourist place in South India for you wild, dirt-loving travellers. It is blessed with dense deciduous forests, wide variety of wild animals and the Dandeli river to boot. A popular weekend holiday destination in Karnataka, this places is a preferred destination for coracle boating, trekking and rafting. The scenic beauty of the place coupled with the adventure sports activities makes it an ideal holiday spot. Go white water river rafting with friends, and relax in the lush rain-forest to make your trip to south India memorable.",
    "mood": "happy"
  },
  {
    "sno": 6,
    "place": "Jog Waterfalls",
    "img_url": "https://www.holidify.com/blog/wp-content/uploads/2014/07/Jog-Falls.jpg",
    "description": "Located in the Shimoga district of Karnataka, are the Shimoga falls which are popularly known as the Jog falls and one of the best places to visit in South India. A favourite of people travelling to South India, the Jog waterfalls are the second highest plunge waterfalls of India. Majestic in appearance and a treat for the eye, there is a wide range of activities in and around the place that tourists can indulge in. During the monsoon season, the already bustling waterfall becomes even more alive, and the surrounding greenery only adds to the beauty and magnificence of these waterfalls. Rainbows are also a very common sight here during the monsoons.",
    "mood": "happy"
  },
  {
    "sno": 7,
    "place": "Gavi, Kerala",
    "img_url": "https://www.holidify.com/blog/wp-content/uploads/2014/06/1024px-Gavi_elephants_2.jpg",
    "description": "Kerala’s favourite elephants greet you into this forest thickly populated by tropical flora and fauna. Many types of plants and animals can be found over here. Some of the rarest animal species include the great pied hornbill, Nilgiri Tahr and the Lion-tailed macaque. A little unknown and offbeat, Gavi offers a wide range of activities like trekking, camping, boating, safaris etc. One can also visit the spice gardens and factories nearby. It’s slowly emerging as a popular destination in South India for Ecotourism, owing to the untouched natural surroundings of this place.",
    "mood": "happy"
  },
  {
    "sno": 8,
    "place": "Nilgiris",
    "img_url": "https://www.holidify.com/images/cmsuploads/compressed/Nilgiri_hills_(Nilgiris)_20180308232703.jpg",
    "description": "Fitness junkies will get a real kick out of cycling through the mystical and vast Nilgiris mountains. Literally meaning blue mountains, the Nilgiris is a hotbed for remarkable vegetation, exotic wildlife, and indigenous tribes of South India. Cycling tours are organised through the massive Nilgiris Biosphere Reserve, allowing you to cover incredible locations like the Bandipur, Wayanad, and Mudumalai.",
    "mood": "happy"
  },
  {
    "sno": 9,
    "place": "Banglore",
    "img_url": "https://image.shutterstock.com/image-photo/bangalore-cityscape-260nw-654767857.jpg",
    "description": "Head to Bangalore for the coolest parties in the south! It is the hub of the Indian IT revolution and is popularly known as the Silicon Valley of India. Thus, Bangalore draws a very young and hip demography to its limits.  But the best thing about Bangalore is hands down its weather, which is what all the other metro cities in the country lack. One of the best places to visit in South India for all the youngsters!",
    "mood": "happy"
  },
  {
    "sno": 10,
    "place": "Lakshadweep",
    "img_url": "https://www.holidify.com/images/bgImages/LAKSHADWEEP-ISLANDS.jpg",
    "description": "Covering an area of 32.69 sq. km, Lakshadweep has 12 atolls, 3 reefs, 5 submerged banks and 10 inhabited islands out of the must visit are the Minicoy Island for vibrant coral reefs, freshwater of the infinite beaches and quaint white sand beaches; the Agatti Island for crystal clear water under the blue sky; the Bangaram Island for getting an experience to swim with the colourful fishes, check out the dolphins as they move closer to be friends with you, witness the  turtles move leisurely either on the beach or under water. Away from the bustling city crowd and pollution, the place is yet another destination for nature lovers as one can get a clear view of the mesmerising natural landscape with rich flora and fauna, sandy beaches and easy-going lifestyle of the locals.",
    "mood": "happy"
  }],
  "sad":[
  {
    "sno": 1,
    "place": "Gokarna",
    "img_url": "https://www.oyorooms.com/travel-guide/wp-content/uploads/2019/04/Om-Beach.jpg",
    "description": "A small holy town situated on the Western Coast of India, Gokarna is known for it’s untouched beaches and is great for a relaxing holiday. A day or two of sunbathing on the beaches, flat on your stomach, sipping a cooler. If that is your idea of a vacation, or if what you simply need is a break from your hectic schedule of planned visits to sights in and around Karnataka, Gokarna is the place for you. A toned-down version of Goa, we suggest you take your beach hat, some sunscreen and a volleyball for a great time!",
    "mood": "sad"
  },
  {
    "sno": 2,
    "place": "Alapuzzha",
    "img_url": "https://www.holidify.com/blog/wp-content/uploads/2014/06/allepey-backwaters.jpg",
    "description": "Known as the “Venice of the East”, Alleppey with its backwaters and floating houseboats, is one of the most beautiful places to visit in South India. The backwaters of Kerala are a breathtaking sight, particularly at the break of dawn. Surf on its gentle waters, or live in one of the houseboats. Or maybe just let the hammocks tied to the coconut trees cradle you to sleep. This is one of the most soothing places to visit in South India and a perfect way to round up your trip.",
    "mood": "sad"
  },
  {
    "sno": 3,
    "place": "Pondicherry",
    "img_url": "https://www.holidify.com/blog/wp-content/uploads/2014/06/pondicherry.jpg",
    "description": "A world away from where you are, Pondicherry welcomes you to a totally different atmosphere, with its colourfully painted houses in French architecture and relaxed attitude. Something that you breathe in and absorb. Also known as Puducherry, it makes for a great backpacking haunt. It is a popular tourist destination in South India owing to its colonial-era buildings, churches and temples, and of course, the famous beaches. It is also one of the few places to visit in South India which is preferred by mainstream and offbeat travellers alike.",
    "mood": "sad"
  },
  {
    "sno": 4,
    "place": "Kudremukh",
    "img_url": "https://www.holidify.com/images/cmsuploads/compressed/Kudremukh_20180308231402.jpg",
    "description": "The second highest peak of Karnataka, Kudremukh literally means ‘horse-face’, named after the picturesque view of the side of the magnificent mountain that looks like the face of a horse. The mountainous paths decked with vast grasslands and dense forests make this serene hill station very popular amongst the inhabitants of Bangalore and Mangalore for a nature retreat, away from the din of the city.",
    "mood": "sad"
  },
  {
    "sno": 5,
    "place": "Caves at Siddara Betta",
    "img_url": "https://www.holidify.com/blog/wp-content/uploads/2014/06/normal_DSC01846.jpg",
    "description": "A nice place to trek to, Siddara betta is a perfect Tourist place in South India go if you want to spend time with your friends and not have other people around. It is said that a lot of holy men regularly come here to meditate for long spans of time. I’d like to call it an introvert’s trekking choice. It’s also a popular religious site as well, and so many pilgrims pay a visit to this place every now and then. Natur lovers will love this place as the forests nearby are a great place to do some birdwatching. If you’re lucky, you might get a glimpse of the very rare Yellow Throated Bulbul.",
    "mood": "sad"
  },
  {
    "sno": 6,
    "place": "Bheemeshwari",
    "img_url": "https://www.holidify.com/blog/wp-content/uploads/2014/06/Bheemeshwari.jpg",
    "description": "Bheemeshwari is a popular destination in the south, known for its fishing camps and wildlife sanctuary. A host of adventure activities that include Kayaking, river rafting, trekking and rope walking await you at Bheemeshwari Adventure camp, Karnataka, which also allows night stays at the jungle lodges, where you can wake up to sounds of over 200 species of exotic birds and an amazing variety of animals. The camp is most well known for Mahseer fishing, the largest game fish known to man.",
    "mood": "sad"
  },
  {
    "sno": 7,
    "place": "Kovalam",
    "img_url": "https://www.keralatourism.org/images/destination/mobile/kovalam20131031105847_236_1.jpg",
    "description": "The beautiful Kovalam Beach resort is also known as the 'Paradise of the South'. Kovalam means 'A grove of coconut trees' and the whole area beyond the shores around Kovalam is literally filled with endless sight of coconut trees offering magnificent views while approaching the beach.",
    "mood": "sad"
  },
  {
    "sno": 8,
    "place": "Maravanthe",
    "img_url": "https://www.uvameridian.com/wp-content/uploads/2019/10/Marvanthe-beach.jpg",
    "description": "The village is situated near Kundapura in Karnataka and is most visited because of the Maravanthe Beach. The quest for peace, tranquility and the mesmerising view of sunset make Maravanthe a must visit destination for the ones looking for a relaxing holiday. So if you are looking for best places to travel in Karnataka, then Maravanthe is one of them where you can plan your trip",
    "mood": "sad"
  },
  {
    "sno": 9,
    "place": "Munnar",
    "img_url": "https://www.holidify.com/images/bgImages/MUNNAR.jpg",
    "description": "If you are looking for the best monsoon getaway where you can be yourself and chill amid the exotic lush greenery and craggy peaks, then Munnar, an idyllic hill station, is calling you. Being one of the biggest tea plantations of South India, the place is situated on the banks of three rivers, Mattupetty, Nallathanni and Periavaru. So if you are somebody who loves adventure then visiting Munnar during the monsoon season would give you an opportunity to enjoy cycling amid the tea gardens and beautiful lakes",
    "mood": "sad"
  },
  {
    "sno": 10,
    "place": "Thiruvananthapuram",
    "img_url": "https://media-cdn.tripadvisor.com/media/photo-s/10/e7/a7/f1/shankumugham-beach.jpg",
    "description": "Being Kerala’s capital, the city is still referred by its colonial name Trivandrum. Having a blend of strongly rooted heritage and cultural legacy, the city has some exceptional and energetic vibe. Thiruvananthapuram is a quaint urban charm that offers plenty of scenic places to visit while retaining its age-old cultural charm. Some of them include incredible museums, sacred temples, beautifully designed palaces and mesmerizing beaches, making the city one yet another best tourist spots in South India.",
    "mood": "sad"
  }],
  "neutral":[
  {
    "sno": 1,
    "place": "Hampi",
    "img_url": "https://img.manoramaonline.com/content/dam/mm/en/travel/readers-discovery/images/2019/4/20/hampi-cover.jpg",
    "description": "Hampi is one of those laid-back places with grandiose historical beauty that transports you back in time. A must visit place in South India, this places offer a wide range of activities as well. Once a part of the ancient south Indian kingdom of Vijayanagar, it’s a UNESCO World heritage site and also a very important historical and religious centre. The Virupaksha temple is an important temple which is visited by Hindus from all over the country. So jump over the ruins, take crazy pictures, read up on them or just feel the magnitude of the kingdom that once existed here. It’s truly magical.",
    "mood": "neutral"
  },
  {
    "sno": 2,
    "place": "Mahabalipuram",
    "img_url": "https://images.newindianexpress.com/uploads/user/imagelibrary/2018/9/4/w900X450/historical.jpg",
    "description": "Soak up the deep culture and complex history of ancient Pallavas on the coastal town of Mahabalipuram, home to a large number of intricately patterned rock-cut monuments and temples. This resort town lies on a strip of land between the Great Salt Lake and the Bay of Bengal and is designated as world heritage site by UNESCO due to the multitude of the timeless wonders left behind by the past civilisations that once inhabited this spot",
    "mood": "neutral"
  },
  {
    "sno": 3,
    "place": "Bandipur National Park",
    "img_url": "https://ihpl.b-cdn.net/pictures/wildlife/parks/bandipur-10.jpeg",
    "description": "Part of the enormous Nilgiris Biosphere Reserve, the Bandipur National Park is a plethora of varied fauna and flora, serving as a large habitat for tigers and the Asian elephant. Rich in its ecological biodiversity, opt to either visit this massive bio-park or drive by NH 181 or NH 766 which pass through this lush nirvana, promising you scores of soothing forests and the chance to see some really cool indigenous animals.",
    "mood": "neutral"
  },
  {
    "sno": 4,
    "place": "Yercaud",
    "img_url": "https://www.holidify.com/images/bgImages/YERCAUD.jpg",
    "description": "Yeracud, located in Tamil Nadu, is a popular hill station in South India. Soak in the beauty of the Eastern Ghats with the delightful little hill station of Yercaud. Famous for the beautiful forests that surround its marvellous lakes, this charming destination is sure to satisfy your naturaphilic tendencies. The divinity of the Emerald lake is worth the trip, the glory of the Kiliyur Falls, and the magnificent view from Pagoda point amplify the scenic serenity of this lovely region. The land of seven forests, the peaks at Yercaud will leave you clicking away.",
    "mood": "neutral"
  },
  {
    "sno": 5,
    "place": "Nagarhole Wildlife Sanctuary",
    "img_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ00qx-Iu1qRFsP79jNAuH0fy5WfsrQv38vhP2HJb3iRqDqJYfRSw&s",
    "description": "Blessed with rich wildlife, attractive jungle and a scenic lake, Nagarhole is one of Karnataka’s best wildlife getaways and an important place to visit in South India. Despite sharing the same wildlife with the neighbouring Bandipur national park, it receives fewer visitors due to it being lesser known, making it all the more appealing. It is home to a large number of flora and fauna species, such as the tiger, leopard, wild elephant, dhole (Indian wild dog), and gaur (Indian bison). Other species present are chital, spotted deer, muntjac (barking deer), mouse deer, four-horned antelope, wild boar, sloth bear, hyena, mongoose, civet, otter, and more",
    "mood": "neutral"
  },
  {
    "sno": 6,
    "place": "Fort Kochi",
    "img_url": "https://d3l4am9dimtbet.cloudfront.net/wp-content/uploads/2018/02/Untitled-design-9.jpg",
    "description": "Known as the \"Gateway to Kerala\", Kochi is an enchanting city that's had an eclectic influence. The Arabs, British, Dutch, Chinese, and Portuguese have all left their mark on the city. Most people recognize Kochi from pictures of the famous Chinese fishing nets that line the waterfront. Fort Kochi is full of architecture and historical sites, and is a marvelous place to stroll around and explore on foot.",
    "mood": "neutral"
  },
  {
    "sno": 7,
    "place": "Mysore",
    "img_url": "https://media.tacdn.com/media/attractions-splice-spp-674x446/06/e7/76/56.jpg",
    "description": "Mysore has an impressive royal heritage, with the city's main tourist attraction being the imposing Mysore Palace. There are many other interesting buildings, palaces, and temples to see. The zoo is notably one of the best in India. Mysore is also an excellent place to shop for sandalwood, and study Ashtanga yoga. The annual 10-day Mysore Dasara festival is another attraction.",
    "mood": "neutral"
  },
  {
    "sno": 8,
    "place": "Hyderabad",
    "img_url": "https://www.holidify.com/images/bgImages/HYDERABAD.jpg",
    "description": "Hyderabad may not top too many itineraries but you may be surprised by what it has to offer. In contrast to other places in South India, it stands out for its remarkable Islamic heritage and is known as the City of Nizams. The Nizam dynasty's rule ended when Hyderabad was merged with the rest of India after Independence in 1947. The legacy lives on though, with many architectural treasures remaining, particularly in the area around the iconic Charminar.",
    "mood": "neutral"
  },
  {
    "sno": 9,
    "place": "Udupi",
    "img_url": "https://thirumalacruise.com/wp-content/uploads/2018/04/boat-house-in-udupi.jpg",
    "description": "Yet another coastal town to visit that offers carefully carved temples, splendid buildings, less explored forests and pristine beaches, Udupi is a well-known travel destination amongst the Indians as the city of best South Indian Restaurants. Other than this, the city is also known as the pilgrim centre in Karnataka, featuring beautifully styled temples showcasing different types of architecture. The beauty of the city has made it a tourist hotspot. Also, it is the allure of the serene and laid back beaches that holds the attention of the tourist and instigate them to capture a number of beautiful pictures",
    "mood": "neutral"
  },
  {
    "sno": 10,
    "place": "Bijapur",
    "img_url": "https://www.avis.co.in/blog/wp-content/uploads/2018/05/bijapur-600x450.jpg",
    "description": "If you want to relive the royal era, then head towards Bijapur. The city is one of the most important heritage tourist centres in South India famous for Gol Gumbaz (Circle Dome) and other monuments of the historical age depicting unique form of Islamic architecture. Built around 10th-11th century Bijapur was known as Vijayapura in those times. When visiting the place, don’t miss out on Ibrahim Rauza and Jumma Masjid, which is built by Ali Adil Shah I, and is another important tourist attraction of Bijapur.",
    "mood": "neutral"
  }
  ]
}